[
  "mermaid-tools",
  "obsidian-icon-folder",
  "dataview",
  "obsidian-style-settings",
  "callout-manager",
  "calendar",
  "table-editor-obsidian",
  "templater-obsidian",
  "obsidian-vimrc-support",
  "obsidian-codemirror-options",
  "multi-column-markdown",
  "mysnippets-plugin",
  "cm-editor-syntax-highlight-obsidian",
  "homepage",
  "obsidian-excalidraw-plugin",
  "obsidian-spaced-repetition",
  "omnisearch",
  "darlal-switcher-plus",
  "quick-latex"
]